Revit 2021.1 API
SymbolTypeId.BtuPerHFtSup2DegreeF Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId BtuPerHFtSup2DegreeF { get; }
Visual Basic
Public Shared ReadOnly Property BtuPerHFtSup2DegreeF As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BtuPerHFtSup2DegreeF {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace